Repository: SteveShi/MDWriter
Catalog: MDWriter/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (%lld tools)
zh_hans: (%lld 个工具)

source: %@ pt
zh_hans: %@ 磅

source: %@ px
zh_hans: %@ 像素

source: %lld pt
zh_hans: %lld 磅

source: %lld px
zh_hans: %lld 像素

source: %lld Search Source
zh_hans: %lld 个搜索来源

source: %lld Search Sources
zh_hans: %lld 个搜索来源

source: A complete overhaul of the editor core for massive stability and performance gains.
zh_hans: 全面重构核心编辑器，带来巨大的稳定性与性能提升。

source: Active Model
zh_hans: 当前模型

source: Actual Size
zh_hans: 实际大小

source: Add & Connect
zh_hans: 添加并连接

source: Add Keyword
zh_hans: 添加关键字

source: Add MCP Server
zh_hans: 添加 MCP 服务器

source: Add Server
zh_hans: 添加服务器

source: Add...
zh_hans: 添加...

source: Adjust Tone
zh_hans: 语气调整

source: AI Assistant
zh_hans: AI 助手

source: AI Chat
zh_hans: AI 对话

source: AI Features Disabled
zh_hans: AI 功能已禁用

source: AI features use Apple Intelligence for on-device processing. No data is sent to the cloud.
zh_hans: AI 功能使用 Apple 智能进行端侧处理，不会发送任何数据到云端。

source: AI Ready
zh_hans: AI 就绪

source: AI Summary
zh_hans: AI 摘要

source: AI Unavailable
zh_hans: AI 不可用

source: All
zh_hans: 全部

source: All Documents
zh_hans: 所有文稿

source: Appearance
zh_hans: 外观

source: Appearance:
zh_hans: 外观:

source: Apple Intelligence
zh_hans: Apple 智能

source: Apple Intelligence (On-Device)
zh_hans: Apple Intelligence (端侧)

source: Apple Intelligence provides lightweight on-device summary, title generation, and auto-tagging. Zero data leaves your device.
zh_hans: Apple Intelligence 提供端侧轻量级摘要、标题生成与自动标签。数据绝不出门。

source: Apply Tags
zh_hans: 应用标签

source: Are you sure you want to permanently delete all items in the Trash? This action cannot be undone.
zh_hans: 您确定要彻底删除废纸篓中的所有项目吗？该操作无法撤销。

source: Arguments (space separated)
zh_hans: 参数 (空格分隔)

source: Ask AI anything or type a prompt...
zh_hans: 询问 AI 任何问题或输入 Prompt...

source: Auto Detect
zh_hans: 自动检测

source: Auto Tags
zh_hans: 自动标签

source: Automatically check for updates
zh_hans: 自动检查更新

source: Average
zh_hans: 平均

source: Backup Library...
zh_hans: 备份文稿库...

source: Block Elements
zh_hans: 块级元素

source: Blockquote
zh_hans: 引用

source: Bold
zh_hans: 粗体

source: Browse Versions...
zh_hans: 浏览版本...

source: Built-in Web Search
zh_hans: 内置网络搜索

source: Built-in Web Search uses DuckDuckGo HTML by default (Zero API Key, Zero Data Upload).
zh_hans: 内置网络搜索默认使用 DuckDuckGo HTML (零 API Key，零数据上传)。

source: Bullet List
zh_hans: 无序列表

source: Bulleted List
zh_hans: 无序列表

source: Cancel
zh_hans: 取消

source: Characters
zh_hans: 字符

source: chars
zh_hans: 字符

source: Check for Updates...
zh_hans: 检查更新...

source: Check grammar and spelling errors
zh_hans: 检查语法和拼写错误

source: Check Grammar with Spelling
zh_hans: 检查拼写和语法

source: Check Spelling While Typing
zh_hans: 键入时检查拼写

source: Choose the look and feel of the application interface.
zh_hans: 选择应用程序界面的外观和感觉。

source: Clean up and format Markdown syntax
zh_hans: 整理与格式化 Markdown 语法

source: Clear All
zh_hans: 清除全部

source: Click refresh to generate AI summary
zh_hans: 点击刷新以生成 AI 摘要

source: Close
zh_hans: 关闭

source: Code
zh_hans: 代码

source: Code Block
zh_hans: 代码块

source: Color Scheme
zh_hans: 配色方案

source: Comment
zh_hans: 注释

source: Configurations are saved to ~/Library/Application Support/MDWriter/mcp.json
zh_hans: 配置文件已保存至 ~/Library/Application Support/MDWriter/mcp.json

source: Connected
zh_hans: 已连接

source: Connection Status
zh_hans: 连接状态

source: Continue
zh_hans: 继续

source: Convert to Table
zh_hans: 转换为表格

source: Copy
zh_hans: 拷贝

source: Copy Code
zh_hans: 复制代码

source: Copy Message
zh_hans: 复制消息

source: Correct Spelling Automatically
zh_hans: 自动纠正拼写

source: Correction
zh_hans: 修正

source: Corrections
zh_hans: 修正项

source: Counters
zh_hans: 计数器

source: Custom SearXNG Instance URL (Optional)
zh_hans: 自定义 SearXNG 实例 URL (可选)

source: Cut
zh_hans: 剪切

source: Dark
zh_hans: 深色

source: Dashboard
zh_hans: 操作面板

source: Deep grammar and spelling correction
zh_hans: 深度语法与拼写校对

source: Deep Proofread
zh_hans: 深度校对

source: Delete
zh_hans: 删除

source: Delete Permanently
zh_hans: 彻底删除

source: Delete Version
zh_hans: 删除版本

source: Disconnected
zh_hans: 断开连接

source: Display Levels
zh_hans: 显示层级

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: Editor
zh_hans: 编辑器

source: Emphasis
zh_hans: 重点

source: Empty Trash
zh_hans: 清空废纸篓

source: Enable AI Features
zh_hans: 启用 AI 功能

source: Enable AI features in Settings > AI
zh_hans: 请在 设置 > AI 中启用 AI 功能

source: Enable Local LLM Engine
zh_hans: 启用本地大模型引擎

source: Enable On-Device Apple Intelligence
zh_hans: 启用 Apple Intelligence 端侧引擎

source: Enable Web Search
zh_hans: 启用网络搜索

source: Engine Provider
zh_hans: 引擎提供商

source: English
zh_hans: 英语

source: Excluding spaces
zh_hans: 不计空格

source: Executable Command
zh_hans: 可执行命令

source: Expand Content
zh_hans: 内容扩写

source: Expand outline points into detailed paragraphs
zh_hans: 将大纲扩展为详细段落

source: Export
zh_hans: 导出

source: Export Document
zh_hans: 导出文档

source: Extended Syntax
zh_hans: 扩展语法

source: Fast
zh_hans: 快

source: Fast on-device translation
zh_hans: 快速端侧翻译

source: File
zh_hans: 文件

source: Find
zh_hans: 查找

source: Find & Replace
zh_hans: 查找及替换

source: Find & Replace...
zh_hans: 查找与替换...

source: Find Next
zh_hans: 查找下一个

source: Find Previous
zh_hans: 查找上一个

source: Find...
zh_hans: 查找...

source: Folders
zh_hans: 文件夹

source: Font Settings
zh_hans: 字体设置

source: Font:
zh_hans: 字体:

source: Footnote
zh_hans: 脚注项

source: Footnotes
zh_hans: 脚注

source: Format
zh_hans: 格式

source: Format Markdown
zh_hans: 格式化 Markdown

source: Formatting
zh_hans: 格式化

source: Full Document
zh_hans: 全篇文档

source: General
zh_hans: 通用

source: Generate a concise summary of the content
zh_hans: 为内容生成简洁的摘要

source: Generate a descriptive title based on the content
zh_hans: 根据内容生成描述性标题

source: Harness the power of on-device AI for polishing, summarizing, translating, and smart tagging.
zh_hans: 利用端侧 AI 的强大功能进行润色、摘要、翻译和智能标记。

source: Heading
zh_hans: 标题

source: Heading %@
zh_hans: 标题 %@

source: Heading %lld
zh_hans: 层级 %lld

source: Heading 1
zh_hans: 标题 1

source: Heading 1-6
zh_hans: 标题 1-6

source: Heading 2
zh_hans: 标题 2

source: Heading 3
zh_hans: 标题 3

source: Heading 4
zh_hans: 标题 4

source: Heading 5
zh_hans: 三级副标题

source: Heading 6
zh_hans: 四级副标题

source: Headings
zh_hans: 标题

source: Hide Dashboard
zh_hans: 隐藏仪表盘

source: Hide Library
zh_hans: 隐藏文稿库

source: Hide Outline
zh_hans: 隐藏大纲

source: Hide Preview
zh_hans: 隐藏预览

source: Highlight
zh_hans: 高亮

source: Horizontal Rule
zh_hans: 水平分割线

source: Image
zh_hans: 图片

source: Image...
zh_hans: 图片...

source: Images
zh_hans: 图片

source: IME Stability
zh_hans: 输入法稳定性

source: Import...
zh_hans: 导入...

source: Improve clarity, tone, and flow using local LLM
zh_hans: 使用本地大模型提升文档清晰度、语气与流畅度

source: Inbox
zh_hans: 收件箱

source: Indent:
zh_hans: 缩进:

source: Inline Code
zh_hans: 行内代码

source: Inline Elements
zh_hans: 行内元素

source: Inline Image Preview
zh_hans: 内联图片预览

source: Insert
zh_hans: 插入

source: Insert at Cursor
zh_hans: 在光标处插入

source: Insert Image
zh_hans: 插入图片

source: Insert Result
zh_hans: 插入结果

source: Italic
zh_hans: 斜体

source: Keeps the cursor centered vertically in the editor.
zh_hans: 使光标始终保持在编辑器垂直居中位置。

source: Keyboard Shortcuts
zh_hans: 键盘快捷键

source: Keywords
zh_hans: 关键字

source: Layout
zh_hans: 布局

source: Levels
zh_hans: 层级

source: Library
zh_hans: 文稿库

source: Light
zh_hans: 浅色

source: Line Height:
zh_hans: 行高:

source: Line Width:
zh_hans: 行宽:

source: Link
zh_hans: 链接

source: Link...
zh_hans: 链接...

source: List
zh_hans: 列表

source: Lists
zh_hans: 列表

source: Lists & Tasks
zh_hans: 列表与任务

source: Local LLM (Complex Operations)
zh_hans: 本地大模型 (复杂创作与操控)

source: Local LLM Engine
zh_hans: 本地大模型引擎

source: Major Heading
zh_hans: 大标题

source: Markdown XL keeps headings at body size. Standard scales them.
zh_hans: Markdown XL 保持标题与正文同字号。标准模式则会缩放标题。

source: Markup Features
zh_hans: 标记特性

source: Markup Reference
zh_hans: 标记参考

source: MCP Servers
zh_hans: MCP 服务器

source: MDWriter Help
zh_hans: MDWriter 帮助

source: Media
zh_hans: 媒体

source: Model Context Protocol (MCP) allows local LLMs to connect with external tools and external context.
zh_hans: Model Context Protocol (MCP) 允许本地大模型与外部工具和上下文协同工作。

source: Move to Trash
zh_hans: 移动到废纸篓

source: Native support for Chinese input and mixed-language writing without cursor jumping.
zh_hans: 原生支持中文输入与中英混输，彻底告别光标跳动。

source: New Group
zh_hans: 新建分组

source: New Note
zh_hans: 新建笔记

source: New Sheet
zh_hans: 新建文稿

source: No Configuration Options
zh_hans: 无配置选项

source: No Images
zh_hans: 无图片

source: No MCP servers configured. Click 'Add Server' to integrate external tools.
zh_hans: 未配置 MCP 服务器。点击“添加服务器”以集成外部工具。

source: No models found
zh_hans: 未找到模型

source: No models found. Ensure local engine is running.
zh_hans: 未找到模型。请确保本地引擎已启动。

source: No outline content
zh_hans: 无大纲内容

source: No Selection
zh_hans: 无选择

source: No Structure
zh_hans: 无结构

source: No versions saved
zh_hans: 暂无历史版本

source: Notes
zh_hans: 笔记

source: Numbered List
zh_hans: 有序列表

source: Ordered List
zh_hans: 有序列表

source: Outline
zh_hans: 大纲

source: Pages
zh_hans: 页面

source: Par. Space:
zh_hans: 段间距:

source: Paragraph
zh_hans: 段落

source: Paragraphs
zh_hans: 段落

source: Paste
zh_hans: 粘贴

source: Paste As
zh_hans: 粘贴为

source: Paste From
zh_hans: 粘贴自

source: PDF
zh_hans: PDF文档

source: Per line
zh_hans: 每行

source: Plain Text
zh_hans: 纯文本

source: Polish
zh_hans: 润色

source: Polish & Rewrite
zh_hans: 润色改写

source: Preview
zh_hans: 预览

source: Print...
zh_hans: 打印...

source: Pro Markdown Rendering
zh_hans: 专业级 Markdown 渲染

source: Progress
zh_hans: 进度

source: Proofread
zh_hans: 纠错

source: pt
zh_hans: 磅

source: Pure
zh_hans: 纯净

source: px
zh_hans: 像素

source: Quick Actions
zh_hans: 快速操作

source: Quick Translate
zh_hans: 快速翻译

source: Raw Source
zh_hans: 原始源

source: Reading Time
zh_hans: 阅读时间

source: Rename
zh_hans: 重命名

source: Replace
zh_hans: 替换

source: Replace All
zh_hans: 替换全部

source: Replace Selection
zh_hans: 替换选区

source: Requires macOS 26 and Apple Silicon
zh_hans: 需要 macOS 26 和 Apple 芯片

source: Restore
zh_hans: 还原

source: Restore Library
zh_hans: 还原文稿库

source: Restore Library...
zh_hans: 还原文稿库...

source: Restore to this Version
zh_hans: 还原此版本

source: Result
zh_hans: 结果

source: Review Mode
zh_hans: 复阅模式

source: Rewrite and improve the text while preserving its meaning
zh_hans: 在保持原意的同时改写和润色文本

source: Rich Text
zh_hans: 富文本

source: Rich Text (Word)
zh_hans: 富文本 (Word)

source: Save as PDF...
zh_hans: 保存为PDF…

source: Save Version
zh_hans: 保存版本

source: Search
zh_hans: 搜索

source: Seconds
zh_hans: 秒

source: Select a color scheme for syntax highlighting and preview.
zh_hans: 选择语法高亮和预览的配色方案。

source: Select a document to start writing.
zh_hans: 选择一个文档开始写作。

source: Select a note to start AI conversation
zh_hans: 选择一篇笔记以开始 AI 对话

source: Select a version
zh_hans: 选择一个版本

source: Selected Text
zh_hans: 所选文本

source: Sentences
zh_hans: 句

source: Separator
zh_hans: 分隔线

source: Server Base URL
zh_hans: 服务器基础 URL

source: Server Name
zh_hans: 服务器名称

source: Settings...
zh_hans: 设置...

source: Show Dashboard
zh_hans: 显示仪表盘

source: Show Library
zh_hans: 显示文稿库

source: Show Library Sidebar by default
zh_hans: 默认显示文档库侧边栏

source: Show Markup Characters
zh_hans: 显示标记符号

source: Show Outline
zh_hans: 显示大纲

source: Show Preview
zh_hans: 显示预览

source: Show Spelling and Grammar
zh_hans: 显示拼写和语法

source: Show Statistics Dashboard
zh_hans: 显示统计仪表盘

source: Show/Hide Dashboard
zh_hans: 显示/隐藏操作面板

source: Show/Hide Library
zh_hans: 显示/隐藏文稿库

source: Show/Hide Outline
zh_hans: 显示/隐藏大纲

source: Show/Hide Preview
zh_hans: 显示/隐藏预览

source: Show/Hide Sheet List
zh_hans: 显示/隐藏文章列表

source: Sidebar & Panels
zh_hans: 侧边栏与面板

source: Size:
zh_hans: 字号:

source: Slow
zh_hans: 慢

source: Small Heading
zh_hans: 小标题

source: Smart Title
zh_hans: 智能标题

source: Solarized Dark
zh_hans: Solarized (深色)

source: Solarized Light
zh_hans: Solarized (浅色)

source: Speech
zh_hans: 语音

source: Spelling and Grammar
zh_hans: 拼写和语法

source: Standard
zh_hans: 标准 Markdown

source: Start Speaking
zh_hans: 开始朗读

source: Statistics Configuration (None)
zh_hans: 统计配置 (暂无)

source: Status
zh_hans: 状态

source: Stop Speaking
zh_hans: 停止朗读

source: Strikethrough
zh_hans: 删除线

source: Structure
zh_hans: 结构

source: Style
zh_hans: 样式

source: Subheading
zh_hans: 副标题

source: Suggest keyword tags for the document
zh_hans: 为文档建议关键词标签

source: Suggested Tags
zh_hans: 建议标签

source: Summarize
zh_hans: 摘要

source: Supports Ollama, LM Studio, oMLX, llama.cpp, MLX, Jan, and custom OpenAI-compatible local endpoints.
zh_hans: 支持 Ollama、LM Studio、oMLX、llama.cpp、MLX、Jan 及自定义 OpenAI 兼容本地端点。

source: Switch between academic, casual, or professional tone
zh_hans: 在学术、随性或专业语气间切换

source: Syntax Cheat Sheet
zh_hans: 语法快查

source: Syntax Standard:
zh_hans: 语法标准:

source: System Font
zh_hans: 系统字体

source: Table
zh_hans: 表格项

source: Tables
zh_hans: 表格

source: Task List
zh_hans: 任务列表

source: Task Lists
zh_hans: 任务列表

source: Text
zh_hans: 文本

source: TextKit 2 Engine
zh_hans: TextKit 2 引擎

source: Theme
zh_hans: 主题

source: Theme drives the editor canvas, preview background and exported PDF/RTF.
zh_hans: 主题会作用于编辑器画布、预览背景与导出的 PDF / RTF。

source: Theme Selection
zh_hans: 主题选择

source: This will replace your current library with the backup. This action cannot be undone.
zh_hans: 此操作将用备份文件替换您当前的文稿库。该操作无法撤销。

source: Toggles apply to HTML/PDF/RTF rendering. Editor visibility follows MDEditor capabilities.
zh_hans: 开关作用于 HTML / PDF / RTF 渲染；编辑器内显示由 MDEditor 能力决定。

source: Tool Calls (%lld)
zh_hans: 工具调用 (%lld)

source: Transform unorganized text into Markdown table
zh_hans: 将散乱文本转化为 Markdown 表格

source: Translate
zh_hans: 翻译

source: Translate between Chinese and English
zh_hans: 中英文互译

source: Translation
zh_hans: 翻译

source: Translation Target Language
zh_hans: 翻译目标语言

source: Trash
zh_hans: 废纸篓

source: Type and press Enter to add...
zh_hans: 输入并回车添加...

source: Typewriter Mode
zh_hans: 打字机模式

source: Typography
zh_hans: 排版

source: Ulysses-style syntax highlighting with elegant faders for a distraction-free experience.
zh_hans: Ulysses 风格的语法高亮与优雅的淡入淡出，打造无干扰写作体验。

source: Unordered List
zh_hans: 无序列表

source: Untitled
zh_hans: 未命名文稿

source: Updates
zh_hans: 更新

source: Use ⌘ + I or drag and drop to insert images
zh_hans: 使用 ⌘ + I 或直接拖拽插入图片

source: Versions
zh_hans: 版本

source: View
zh_hans: 视图

source: View Options
zh_hans: 视图选项

source: View your local images directly inside the editor and export previews with ease.
zh_hans: 直接在编辑器中查看本地图片，并轻松导出预览。

source: Web Search
zh_hans: 网络搜索

source: What's New
zh_hans: 新增功能

source: What's New in MDWriter
zh_hans: MDWriter 新功能

source: Words
zh_hans: 字

source: Zoom In
zh_hans: 放大

source: Zoom Out
zh_hans: 缩小

source: Search Engine
zh_hans: 搜索引擎

source: DuckDuckGo (Built-in Zero API Key)
zh_hans: DuckDuckGo (内置零 API Key)

source: SearXNG (Self-Hosted)
zh_hans: SearXNG (自建实例)

source: SearXNG Instance URL
zh_hans: SearXNG 实例 URL

source: Built-in Web Search allows local LLMs to fetch live information directly without uploading personal documents.
zh_hans: 网络搜索允许本地大模型直接获取实时信息，且无需上传任何个人文档。

source: DuckDuckGo (Built-in Free)
zh_hans: DuckDuckGo (内置免费)

source: Tavily Search (AI)
zh_hans: Tavily Search (AI 专用)

source: Exa Search (AI)
zh_hans: Exa Search (AI 专用)

source: Google Engine ID (CX)
zh_hans: Google 搜索引擎 ID (CX)

source: 💡 What is MCP? Model Context Protocol (MCP) is an open plugin standard that lets local LLMs securely access local files, web scraping tools, or external APIs.
zh_hans: 💡 什么是 MCP？Model Context Protocol (MCP) 是一种开放扩展协议，允许本地大模型安全地访问你的本地文件、网页抓取工具或第三方 API。

source: No MCP servers configured yet.
zh_hans: 暂未配置 MCP 服务器。

source: Add Recommended MCP Extension
zh_hans: 一键添加推荐 MCP 扩展

source: Add MCP Extension
zh_hans: 添加 MCP 扩展

source: 📦 Recommended Presets
zh_hans: 📦 推荐预设

source: ⚙️ Custom Command
zh_hans: ⚙️ 高级自定义

source: Select Template
zh_hans: 选择预设模板

source: Target Folder Path
zh_hans: 目标文件夹路径

source: Browse...
zh_hans: 浏览...

source: Select Folder
zh_hans: 选择文件夹

source: Executable Command (e.g. npx / uvx)
zh_hans: 可执行命令 (例如 npx 或 uvx)

source: What's New in MDWriter 3.0
zh_hans: MDWriter 3.0 新特性

source: Local LLM Engines
zh_hans: 本地大模型引擎接入

source: Connect to Ollama, LM Studio, oMLX, llama.cpp, MLX, and Jan with complete privacy and zero cloud uploads.
zh_hans: 支持连接 Ollama、LM Studio、oMLX、llama.cpp、MLX 和 Jan 等本地引擎，数据零上云，隐私百分百安全。

source: AI Chat & Tool Calling
zh_hans: AI 对话与 Tool Calling

source: Chat with AI to edit selections, manage library notes, update metadata, or format Markdown tables.
zh_hans: 与 AI 对话操控选区、管理文稿库笔记、更新元数据或一键插入 Markdown 表格。

source: Model Context Protocol (MCP)
zh_hans: Model Context Protocol (MCP) 扩展

source: Extend AI with local filesystem access, web fetch, Puppeteer, and custom stdio server tools.
zh_hans: 基于 MCP 协议扩展 AI 能力，支持本地文件系统、网页抓取、Puppeteer 渲染与自定义工具。

source: Multi-Engine Web Search
zh_hans: 多引擎隐私网络搜索

source: Fetch real-time web info with DuckDuckGo, SearXNG, Brave, Tavily, Exa, Google, or Bing.
zh_hans: 支持 DuckDuckGo、SearXNG、Brave、Tavily、Exa、Google 及 Bing 实时获取网络最新资讯。

source: On-Device Apple Intelligence
zh_hans: 端侧 Apple Intelligence

source: Lightweight summaries, title generation, auto-tagging, and fast translation running on-device.
zh_hans: 基于端侧模型高效完成快速摘要、标题生成、智能标签提取与多语言翻译。

source: Backup & Sync
zh_hans: 备份与同步

source: Security & Data Encryption
zh_hans: 数据安全与加密

source: Master Password & AES-256 Encryption
zh_hans: 主密码与 AES-256 加密

source: Encrypt document backups and Dropbox sync data using AES-256-GCM.
zh_hans: 使用 AES-256-GCM 加密文档库备份及 Dropbox 同步数据。

source: Master Encryption Password is set in macOS Keychain.
zh_hans: 主加密密码已安全存储于 macOS Keychain 钥匙串。

source: Remove Password
zh_hans: 移除密码

source: Set Master Password
zh_hans: 设置主加密密码

source: Confirm Master Password
zh_hans: 确认主加密密码

source: Save Master Password
zh_hans: 保存主密码

source: Library Backup & Restore
zh_hans: 文档库备份与恢复

source: Export your full document library as an encrypted .mdwbk snapshot or restore from a previous backup.
zh_hans: 导出完整的文档库为加密 .mdwbk 快照，或从历史备份中恢复。

source: Create Backup (.mdwbk)
zh_hans: 创建备份 (.mdwbk)

source: Restore Backup (.mdwbk)
zh_hans: 从备份恢复 (.mdwbk)

source: Dropbox Cloud Synchronization
zh_hans: Dropbox 云端同步

source: Enable Dropbox Sync
zh_hans: 启用 Dropbox 同步

source: Sync Mode
zh_hans: 同步模式

source: Local Dropbox Directory
zh_hans: 本地 Dropbox 目录

source: Dropbox Folder Path:
zh_hans: Dropbox 同步目录路径：

source: Choose Folder...
zh_hans: 选择文件夹...

source: Dropbox API Access Token:
zh_hans: Dropbox API 访问令牌：

source: Enter Dropbox Bearer Token
zh_hans: 输入 Dropbox Bearer Token

source: End-to-End Encrypted Sync (E2EE)
zh_hans: 端到端数据加密 (E2EE)

source: Auto Sync Frequency
zh_hans: 自动同步频率

source: Off
zh_hans: 关闭

source: Every 5 minutes
zh_hans: 每 5 分钟

source: Every 15 minutes
zh_hans: 每 15 分钟

source: Every 1 hour
zh_hans: 每 1 小时

source: Sync Now
zh_hans: 立即同步

source: Ready to sync
zh_hans: 就绪

source: Synchronizing...
zh_hans: 正在同步...

source: Encrypted Backup File
zh_hans: 加密备份文件

source: This backup file is encrypted with AES-256. Please enter the decryption password to restore.
zh_hans: 此备份文件已通过 AES-256 加密，请输入解密密码以进行恢复。

source: Password
zh_hans: 密码

source: Decrypt & Restore
zh_hans: 解密并恢复

source: Passwords do not match.
zh_hans: 密码不一致。

source: Master Password saved successfully.
zh_hans: 主密码保存成功。

source: Failed to save password to Keychain.
zh_hans: 未能将密码保存至 Keychain。

source: Export Library Backup
zh_hans: 导出文档库备份

source: Backup Exported
zh_hans: 备份已导出

source: Export Error
zh_hans: 导出错误

source: Restore Library Backup
zh_hans: 从备份恢复文档库

source: Library Restored
zh_hans: 文档库已恢复

source: Successfully restored document library.
zh_hans: 已成功从备份恢复文档库。

source: Successfully decrypted and restored document library.
zh_hans: 已成功解密并恢复文档库。

source: Restore Error
zh_hans: 恢复错误

source: Select Dropbox Sync Directory
zh_hans: 选择 Dropbox 同步目录

source: What's New in MDWriter 3.1
zh_hans: MDWriter 3.1 新特性

source: Encrypted Backup & Dropbox Sync
zh_hans: 加密备份与 Dropbox 同步

source: AES-256 encrypted library backups (.mdwbk) and zero-knowledge E2EE Dropbox cloud synchronization.
zh_hans: AES-256 全库加密备份 (.mdwbk) 与 Dropbox 端到端零知识加密（E2EE）同步。

source: CJK Italic & Export Alignment
zh_hans: 中文斜体与导出换行对齐

source: Native obliqueness slant for Chinese italic text and 100% line break alignment in PDF/HTML exports.
zh_hans: 支持中文字符倾斜斜体渲染，且 PDF/HTML 导出排版与编辑器 100% 保持一致。
